{
  "black": [
    {
      "gaps": 1,
      "text": "This workplace has been 0 days with out %s."
    },
    {
      "gaps": 1,
      "text": "If I were a stripper my name would be %s."
    },
    {
      "gaps": 1,
      "text": "The newest advancement in sex toy technology is %s."
    },
    {
      "gaps": 1,
      "text": "You know what always %s, The Comment question of the day, which comes from a user named BAM!"
    },
    {
      "gaps": 1,
      "text": "%s.tumblr.com"
    },
    {
      "gaps": 1,
      "text": "WTF, I didn't need to know you did %s with your girlfriend!"
    },
    {
      "gaps": 1,
      "text": "The children sprung from bed and ran down the stairs to find  %s under the christmas tree"
    },
    {
      "gaps": 1,
      "text": "I'm so ashamed of %s"
    },
    {
      "gaps": 1,
      "text": "The secret 11th Commandment is %s"
    },
    {
      "gaps": 1,
      "text": "Fuck I stepped in a puddle of %s."
    },
    {
      "gaps": 1,
      "text": "When i went fishing, i caught%s"
    },
    {
      "gaps": 1,
      "text": "Death by %s ."
    },
    {
      "gaps": 1,
      "text": "Steven kings next book is %s ."
    },
    {
      "gaps": 1,
      "text": "Skype moods take a turn for the worse when %s."
    },
    {
      "gaps": 1,
      "text": "%s always makes me cum."
    },
    {
      "gaps": 1,
      "text": "I fell asleep watching HBO and woke up to %s on my TV."
    },
    {
      "gaps": 2,
      "text": "on a scale from %s  to %s  how bad is your pain?"
    },
    {
      "gaps": 1,
      "text": "I used to be a  %s  like you, but then I took an arrow to the knee"
    },
    {
      "gaps": 1,
      "text": "I found   %s  under my bed,"
    },
    {
      "gaps": 1,
      "text": "%s always gets me flacid."
    },
    {
      "gaps": 1,
      "text": "Hello, This is my first meeting and I'm addicted to %s."
    },
    {
      "gaps": 1,
      "text": "%s is the best lube."
    },
    {
      "gaps": 1,
      "text": "PAGING DR. %s!!"
    },
    {
      "gaps": 1,
      "text": "I did %s  but then a chimpanzee came out."
    },
    {
      "gaps": 1,
      "text": "Mommy, I think i'm %s"
    },
    {
      "gaps": 1,
      "text": "Mommy why cant I %s?"
    },
    {
      "gaps": 1,
      "text": "What did the blind orphan boy get for Christmas?%s"
    },
    {
      "gaps": 1,
      "text": "%s, I'm Really Feeling It!"
    },
    {
      "gaps": 1,
      "text": "Now it's %s time."
    },
    {
      "gaps": 1,
      "text": "%s. HA GAAAAAAY!"
    },
    {
      "gaps": 1,
      "text": "It should be a goal of the human race to ensure that %s never happens."
    },
    {
      "gaps": 1,
      "text": "When I saw this card I questioned reality.%s"
    },
    {
      "gaps": 1,
      "text": "4 out of 5 dentists recommend %s."
    },
    {
      "gaps": 1,
      "text": "i built my fort in %s"
    },
    {
      "gaps": 1,
      "text": "Is it wrong that I want to fuck %s?"
    },
    {
      "gaps": 1,
      "text": "What's in the briefcase?%s"
    },
    {
      "gaps": 1,
      "text": "Yesterday I found %s for sale on Ebay."
    },
    {
      "gaps": 1,
      "text": "At the last supper, Black Jesus dined upon%s"
    },
    {
      "gaps": 1,
      "text": "In the shower, I think about %s"
    },
    {
      "gaps": 1,
      "text": "With great power comes %s"
    },
    {
      "gaps": 1,
      "text": "I hope rule 34 doesn't apply to %s."
    },
    {
      "gaps": 1,
      "text": "%s  the next Lego set."
    },
    {
      "gaps": 1,
      "text": "pfft %s isn't a big deal."
    },
    {
      "gaps": 1,
      "text": "I loved Newgrounds until I found %s."
    },
    {
      "gaps": 1,
      "text": "I would be on board with Scientology if it weren't for %s."
    },
    {
      "gaps": 1,
      "text": "That awkward moment when you realize %s is illegal"
    },
    {
      "gaps": 1,
      "text": "According to Wikipedia: %s"
    },
    {
      "gaps": 1,
      "text": "The latest reality series on the history channel features two friends that have made a fortune selling %s."
    },
    {
      "gaps": 1,
      "text": "The name of my sex tape is %s."
    },
    {
      "gaps": 2,
      "text": "Once I tied %s but it was actualy %s"
    },
    {
      "gaps": 1,
      "text": "%s, hot"
    },
    {
      "gaps": 1,
      "text": "I snuck into the White House and I saw %s."
    },
    {
      "gaps": 1,
      "text": "I once did porn, until%s"
    },
    {
      "gaps": 1,
      "text": "The road to hell is paved with %s."
    },
    {
      "gaps": 1,
      "text": "I'm always mindfucked by%s."
    },
    {
      "gaps": 1,
      "text": "%s... what a shameful display."
    },
    {
      "gaps": 1,
      "text": "After escaping my neighbors sex dungeon the memory of %s will always haunt me."
    },
    {
      "gaps": 1,
      "text": "Thrust says the lord: %s."
    },
    {
      "gaps": 1,
      "text": "The Comedy Central Roast of %s ."
    },
    {
      "gaps": 1,
      "text": "My favorite episode of \"BULLSHIT\" is on %s."
    },
    {
      "gaps": 1,
      "text": "%s isn't illegal , right?"
    },
    {
      "gaps": 1,
      "text": "More restaurants need  %s on the menu."
    },
    {
      "gaps": 1,
      "text": "Well shit, there's a %s in my ass agian."
    },
    {
      "gaps": 1,
      "text": "Don't worry officer, that's just my %s."
    },
    {
      "gaps": 1,
      "text": "The least inappropriate card I have is %s."
    },
    {
      "gaps": 1,
      "text": "%s Das is gut"
    },
    {
      "gaps": 1,
      "text": "I got so stoned I%s."
    },
    {
      "gaps": 1,
      "text": "I am ashamed to admit I've traded sexual favors for %s."
    },
    {
      "gaps": 1,
      "text": "I think there's a %s in my happy meal."
    },
    {
      "gaps": 1,
      "text": "In their next game, game freak is creaking a new pokemon based off of %s."
    },
    {
      "gaps": 1,
      "text": "I don't always get enemas. But when I do I...%s"
    },
    {
      "gaps": 1,
      "text": "The %s card is the reason I don't play this game with my parents"
    },
    {
      "gaps": 1,
      "text": "This isn't a hicky, it's just %s"
    },
    {
      "gaps": 1,
      "text": "I thought my job sucked, then I found out about %s."
    },
    {
      "gaps": 1,
      "text": "I love running over children over with my %s"
    },
    {
      "gaps": 1,
      "text": "I've always wanted to fuck %s."
    },
    {
      "gaps": 1,
      "text": "What would you do for a Klondike Bar?%s"
    },
    {
      "gaps": 1,
      "text": "%s ... not again."
    },
    {
      "gaps": 1,
      "text": "My favorite pickup line.%s"
    },
    {
      "gaps": 1,
      "text": "When I walked into a KKK meeting, I saw%s"
    },
    {
      "gaps": 1,
      "text": "Why is %s a card?"
    },
    {
      "gaps": 1,
      "text": "I can't believe tumblr is over reacting about %s."
    },
    {
      "gaps": 1,
      "text": "That crazy night when %s"
    },
    {
      "gaps": 1,
      "text": "We need to prioritize scientific research on %s."
    },
    {
      "gaps": 1,
      "text": "Our father, who art in heaven, %s be thy name."
    },
    {
      "gaps": 1,
      "text": "%swas fun, but then she woke up"
    },
    {
      "gaps": 1,
      "text": "People need to stop talking about %s."
    },
    {
      "gaps": 1,
      "text": "I ain't saying she's a gold digger, but she ain't messing with %s."
    }
  ],
  "name": "By Assholes, For Assholes",
  "white": [
    "Making friends with that one weird white kid.....just in case",
    "The Fappening",
    "That obese naked man fapping in the corner",
    "a starfish giving five handjobs at the same time.",
    "Being penatrated by a baseball bat wrapped in barbed wire",
    "Forgetting to clear your history.",
    "managing not to drop the soap in jail, only to be raped by your cellmate",
    "Molesting school girls on the Metro.",
    "Snorting the Ramen spice pack.",
    "Spanking orphans.",
    "Obama and Romney both taking a heaping helping of Clinton's member.",
    "Fucking your pillow, only for it to get pregnant.",
    "Grape soda and fried chicken. Yum!",
    "filing a lawsuit on a dolphin for sexual harrasment",
    "Fat Bastard from Austin Powers.",
    "A cheap dildo that breaks after one use",
    "sharing a sexy bath, and then eating the soap.",
    "THE HASH SLINGING SLASHER!",
    "A small bloodstain on the bedsheet",
    "Commiting genocide with nothing but your good looks and a railroad spike",
    "Thumping up the wrong  rabbit hole",
    "Backslash!",
    "Wet dreams so explosive you drown",
    "Giving a man a boner, then cutting it to to bleed him out",
    "Jrods micropenis",
    "fucked Donald Trump so hard he said I \"Trumped\" him",
    "rubbing two pairs of genitals together to genetrate electricity.",
    "A  Silverback gorilla eyeing you from across the zoo.",
    "A stripper with polio",
    "Those folks on tumblr",
    "Auto erotic asphyxiation.",
    "Blowing a load into an elephants trunk",
    "Firing toothpicks out of ones penis.",
    "Loosing your virginity to a nerf football",
    "Snuffaluffagus with a coke problem.",
    "An African tribal sex ritual.",
    "Mr.Potato Head being served in a happy meal.",
    "Intitating a foursome with the three stooges",
    "Jerking off into the shampoo bottle and putting it back in the shower to save money on shampoo.",
    "The tinman dismembering the wicked witch with a hatchet",
    "Tentacle porn with actual real life jellyfish.",
    "A good ol' fashioned game of \"Is It Racist?\"",
    "The Urban Dictionary word of the day.",
    "Zev Bromberg-Selzter",
    "that one fucking dead pixel in the middle of the screen",
    "clubbing a baby seal",
    "Futiley running form pedophile atheletes.",
    "A old timey film of my Grandmother's first gangbang.",
    "Using your phone as a vibrator",
    "an inconspicuous dick joke",
    "being a jedi and using your lightsaber as a dildo",
    "The elder swear!!!",
    "Kim Jong Un's stupid fucking haircut.",
    "Calling your dick \"The Revered Woodsworth\"",
    "Preforming a sex move entitled \"the triceratops\"",
    "Freezing Vapor Rub, crushing it and snorting it.",
    "A dick in a box.",
    "Fully clothed hookers from the 1700's",
    "Genectically engineering a two headed turtle for the sole purpose of giving multiple blow jobs",
    "sinking into your couch, only to find a parallel world where humans are inside out",
    "Having anal sex with another man, but saying \"no homo\" after.",
    "Boarding students having sex in the library with the librarian watching.",
    "stoning the blind black man because he'll never see it coming",
    "Opening the \"Harvard College of Hookers\"",
    "Standing on your balcony, sniping jews, shirtless.",
    "Spelling dirty words while playing Scrabble with your kids",
    "Plowing a hoe on a plow with a hoe.",
    "Cum dumpster",
    "Dick Thimble",
    "Ron getting very \"Weaseley\" all up in harry's young ass.",
    "Post birth abortion.",
    "Finding a starving orphan on the street and putting them out of their misery.",
    "The prefect equilibrium of a elderly man eternally falling down an ascending escalator",
    "Is that a twinkie?",
    "Drinking hand sanitizer to cure your cold",
    "Masturbating  to a GTA lap dance",
    "Using chopsticks to eat your neighbor alive",
    "Sean Connery's Ass.",
    "That patch of blue sky through the window behind the large German man plunging my anus",
    "A Couple on the Titanic trying to cum before they drown",
    "One heaping tablespoon of Ebola",
    "A Bear riding on an actual bear",
    "ADOLF MOTHERFUCKING HITLER!!!!",
    "A rare species of fungus only found in the smegma of Bulgarian goatherders",
    "When you see a shitty actor in an otherwise great movie",
    "Mecha Hitler's COLOSSAL COCK OF DOOM!!",
    "Ice cream cone filled with semen and other unidentified substances.",
    "Hitler Youth porn",
    "EbolAIDS",
    "Hitler, Stalin, the whole crew",
    "A story about Jrods micropenis and a witty flea living in the pubes.",
    "Rubbing your dick on her back.",
    "Urethral fisting",
    "Getting dumped by your left hand",
    "Making seagulls die by feeding them Alka-Selzer",
    "Pope Orgies.",
    "When you freeze your dick to a pole in winter.",
    "Winnie the Pooh using a honey pot to asphyxiate himself",
    "Using mayonnaise as lube, only to attract ants.",
    "More pussy than a cat shelter",
    "Hiring a hooker, killing her and eating her.",
    "Surprise Trash can rape.",
    "drinking lyposuctioned fat by the gallon",
    "A shit card that Kurt would pick",
    "An 80ft tall inflatable christmas tree that looks suspiciously like a buttplug",
    "Fucking a quadruple amputee because it can't fight back",
    "A Wild Boar Reaming Matt Damon.",
    "Lots of sweet child porn",
    "The Kool-Aid man sodomizing a small child",
    "your ferret, excavating your girlfriends cunt.",
    "Serving BBQ at the hospital burn ward",
    "Challenging a bear for his honey.",
    "Accidentally inhaling cum.",
    "seducing a monk by putting on more clothes.",
    "Throwing a black baby.",
    "Freeze dried orphans, with quite high quality gonads",
    "Walmart brand Oreo's.",
    "Popping oxy until your stomach explodes into your intestine",
    "An erotic sex scene involving Pikachu and a muscular Bellsprout",
    "Superman and Lex Luther having to walk home after a night of super-powered pelvic thrusting",
    "intercourse, turned outercourse, turned crying.",
    "____",
    "Stephen Hawking working the pole.",
    "Cocksucker's who suck roosters instead of penises.",
    "Swallowing the kool-aid man's cherry flavored cum",
    "Getting head on a subway.",
    "Then all of a sudden it started raining dildos.",
    "Using cum as mouthwash",
    "Her royal highness' matched luggage",
    "Pushing a double aputee down a flight of stairs",
    "Two garden gnomes randomly doing it in your yard",
    "Lemon scented lube.",
    "When you get semen stuck in your keyboard",
    "Norton \"Anti-Virus\"",
    "Taking a nice drive....Though a childs playground",
    "Deep throating a cucumber",
    "Taking a man sized dump in your friend's catbox to make him think his cat is seriously ill",
    "Cramming his rock hard throbbing cock in robins tight prepubescent ass .",
    "A poopstick",
    "The moose from last night",
    "Ebenezer Scrooge showing Tiny Tim his \"ghost of christmas present\"",
    "Sword swallowers who swallow dicks instead of swords",
    "Rubbing your dick on a cheese grater.",
    "Munching on corpses.",
    "Using cum as coffee creamer",
    "Getting a rash from the dried cum on the inside of your favorite sock.",
    "The Whommping  Willow Whomping hagred.",
    "Masturbating to a picture of your mother when she was 18 years old.",
    "A porn star with daddy issues",
    "Feeding starving Orphan's their own parents",
    "A rhino horn up the ass.",
    "a black guy in a white neighborhood",
    "Posting babies on Craigs list.",
    "Michelle Obama getting fucked in a snuggie by Mitt Romney.",
    "Drowning in male genitalia.",
    "Finding an old condom in your rectum.",
    "An Alabama hot pocket",
    "Dorothy using the scarecrow as firewood.",
    "Getting AIDS and spreading it to as many people as possible, before your inevitable death.",
    "Mistaking your roofies for allergy pills",
    "moo moo moo moo moo?",
    "Having a literal skeleton in your closet",
    "Literally eating a dick",
    "Jews?",
    "Sike its a gas chamber",
    "Jacking off in your parents bed as a form of revenge",
    "A rim job from a heavily bearded man",
    "never steeling cars in gta",
    "An African cannibal website called BlackPeopleMeat.com",
    "ALL OF THE STDS!",
    "Playing  \"The Sims\" With the goal of committing sim genocide",
    "Fingering the pope.",
    "Firing toothpicks out of ones penis.",
    "Picking up dates in the ballpit at Chuck E Cheese",
    "Dr. Faggot",
    "Skinny dipping in Russia, and dying",
    "Putting out at Church",
    "Casually hiding your boner in your pantleg",
    "Alien probes in your anus.",
    "Lizbekistan",
    "CHARIZARDING!!!!",
    "Effectively turning your anus into a confetti cannon.",
    "Masturbating to Anne Franks diary",
    "Masturbating with hand sanitizer.",
    "A hippo cumming in a little birds mouth",
    "People who waste custom cards",
    "Alcohol-fueled Thanksgiving Day family fist fights.",
    "DAVID BOWIE SEMPAI SAM SAMAAAAAA... KUN!!",
    "Loving your mom a little tooo much",
    "My sock and right hand",
    "Leonardo No-Oscoro",
    "Jerking off in the bathroom of the holocaust museum",
    "Walking into a jewish neighborhood and dropping a penny.",
    "Being peeked in on by a Brontosaurus while masturbating",
    "Breast suffocation.",
    "A dick with a frown.",
    "A game of Twister that degenerates into an orgy.",
    "Jacking it in San Diego.",
    "throwing a shot put into a crowd and making it look like an accident.",
    "Sketchy places where you can tell people have fucked.",
    "Just a little bit of gay",
    "Pelvic thrusting across the deep blue sea.",
    "Grandpa using grandmas ash urn as a fleshlight",
    "Swapping a mans testicles with his eyeballs",
    "Using a drinking straw as a catheter.",
    "Literally shitting napalm.",
    "A Moray eel deciding to live in your bumhole",
    "MERT DERMON!",
    "the lightning speed every teenage boy achieves when he's fapping and his door opens",
    "human skin carpets.",
    "Nipple lasers.",
    "Jacking off to Fifty Shades of Grey: The Movie. In the theater.",
    "Making eye contact with a stranger while eating a banana.",
    "The closed red neck gene pool",
    "Fucking the last known bison.",
    "Lazily masturbating in class during a movie about the Trail of Tears",
    "A puddle of what may or may not be smegma",
    "using your vagina as a penis garage",
    "Using a jigglypuff as a condom.",
    "A Japanese contortionist fucking you in front and behind at the same time.",
    "A sea lion engaged in a knife fight wit a regular lion.",
    "A midget with his 3rd leg so long he can't stand up strait",
    "Shit smeared on the wall in a public restroom",
    "When you're blowing a guy and you realize he's a faggot",
    "a bottle of Orphan Tears",
    "Snorting coke and realising too late that it's heroin",
    "Steve Buscemi playing a serious role after watching \"Grown Ups\"",
    "People who show their dick on Omegle.",
    "drinking Pepsi after they tell you it's coke",
    "Drinking a mixture of your shit, piss and cum",
    "Mahna Mahna",
    "Incestuous Catdog",
    "Fucking spiderman only to be webbed.",
    "Old white men in blue jeans",
    "Going into maximum overdrive.",
    "Tree Trunk abortions",
    "Glancing at the Washington monument and chuckling \"Mines bigger.\"",
    "Jumping off the second to last stair on the stair case multiple times because you don't want to have a baby",
    "Volunteering to give the severely disabled handjobs.",
    "when the fuher blesses you with his huge throbbing dick",
    "Cumming on the floor and blaming it  on Grandma",
    "Snow white being gang raped by the seven dwarves",
    "Finding a Tick on your dick and making him explode with the power of boners.",
    "You find that 9 month old jizz stain on the wall and think that you could have had a baby",
    "Wolverine giving himself a vasectomy",
    "Hormonaly enraged toddlers",
    "Sexual Fantasies about Nicolas Cage",
    "Slamming your laptop on your dick to hide your porn and your dick",
    "Unicorn Semen",
    "You little shits",
    "Finding a condom in your daughters backpack",
    "ordering a five dollar footlong. but getting a dick",
    "Sticking a key in your lovers ass, turning it and yelling \"OPEN SEASEME!\"",
    "Incest, for instance.",
    "Colorado Bitch",
    "Every type of cancer.",
    "Taking your extra clothes hangers to the abortion clinic",
    "the NSA watching your game",
    "Having sloppy sex as your dog watches.",
    "M. KNIGHT SHAMAMALLAMASAMA....... kun",
    "Sleepwalking sex",
    "A sore ass in the morning.",
    "98 year old cougers.",
    "Period blood that is coagulated so much that the top layer is  nacho cheese.",
    "Frostbitten Genitals",
    "Grandpa's collection of furry porn",
    "Well timed holocaust jokes.",
    "Bursting out laugh during a sexual harassment seminar",
    "A blind guy attempting to pick up chicks.",
    "Using a sleeping hobos penis as a fishing lure",
    "Not changing your sheets for 2 years and then taking it off and watching them stand up straight",
    "Swiggity swootity gonna get me dat booty",
    "A racial slur for white people.",
    "Drowning in female genitalia.",
    "A little bird cumming in a hippos mouth.",
    "Fearlessly masturbating in your parents room after walking in while they are having sex",
    "An ALASKAN BULL WORM!",
    "A blood transfusion in a gay neighborhood.",
    "Using your girlfriends cunt as an ashtray",
    "A metric fuck-ton of dead babies",
    "an entire town giving Godzilla a lapdance.",
    "secondhand adult diapers",
    "A haughty rendition of \" Look at my enormous penis\"",
    "Ordering a wiener at a county fair only to be raped. Got what you asked for, right?",
    "Using a snickers wrapper as a condom",
    "Grabbing her cheeks and just ramming hard.",
    "A hairy man riding upon a hairless yak.",
    "Having gay sex to go against authority.",
    "getting a handjob from a pirate.",
    "A small boy raping a priest",
    "A crap card you pretend to feel bad about throwing out on someone.",
    "An Unnecessary amount of drugs",
    "Holocaust: The musical",
    "Hitlers \"Vacation Camps\"",
    "Shitting in your neighbors toilet and leaving the lid up.",
    "FWOOOOOOOOOO Time",
    "Monica Lewinsky choking on Bill Clinton's dick.",
    "Understanding Chinese accents when you order over the phone",
    "Hitler's Nazi micropenis",
    "Heteroerotic clowns.",
    "KILL ALL DA BLACK FOLK!",
    "purging the world of all the furry porn",
    "A pile of sex",
    "Helen keller performing a circumcision.",
    "king kong pleasuring himself with empire state building.",
    "YOUR MOMS DICK",
    "A blow job so good it causes you to transcend space-time and enter into the metaphysical realm",
    "My big white van full of chloroformed children",
    "That awkward moment when you realize your 3 way has no vagina",
    "wiping your ass with a dwarves beard.",
    "Sneezing while you take a piss and the stream goes everywhere",
    "Ordering a fish fillet, before molesting the high schooler manning the cashier.",
    "Using a spork to scoop out a homeless man's eyeballs."
  ]
}